APP_SETTINGS_LOADED_ERR=Error al cargar las configuraciones
APP_LOGIN_ERR_1=El botToken proporcionado en el archivo config.json era incorrecto.
APP_LOGIN_ERR_2=\u00bfModific\u00f3 el archivo config.json despu\u00e9s de que fue creado?
APP_LOGIN_ERR_3=No hay detalles de inicio de sesi\u00f3n! Por favor, proporcione un botToken en la configuraci\u00f3n.
APP_COMM_NO_NAME=No se ha proporcionado ning\u00fan nombre para este comando. \u00a1Lo siento!
APP_COMM_NO_DESC=No se ha proporcionado ninguna descripci\u00f3n para este comando. \u00a1Lo siento!
APP_COMM_NO_USAGE=No se han proporcionado instrucciones de uso para este comando. \u00a1Lo siento!
APP_HELP_COMM=: La informaci\u00f3n de ayuda fue enviada como un mensaje privado.
APP_HELP_COMM_DESC=Comando que ayuda a usar todos los otros comandos!
APP_HELP_COMM_NAME=Comando Ayuda
APP_HELP_COMM_USAGE=sh!help/commands   **o**  sh!help/commands *<comando>*\nsh!help/commands - devuelve una lista de comandos junto con una descripci\u00f3n simple de cada uno.\nsh!help/commands <comando> - devuelve el nombre, la descripci\u00f3n, los alias y la informaci\u00f3n de uso de un comando.\n   - Esto tambi\u00e9n puede usar los alias de un comando como entrada.\n__Ejemplo:__ sh!help info\nsh!commands info
APP_HELP_COMM_MSG_1=Los siguientes comandos son soportados por el bot
APP_HELP_COMM_MSG_2=**Nombre:** 
APP_HELP_COMM_MSG_3=**Descripcion:** 
APP_HELP_COMM_MSG_4=**Alias:** 
APP_HELP_COMM_MSG_5=**Uso:** 
APP_HELP_COMM_MSG_6=El comando proporcionado '**
APP_HELP_COMM_MSG_7=**'no existe. Usa sh!help para listar todos los comandos.
APP_INFO_COMM_MSG_1=Creador
APP_INFO_COMM_MSG_2=Nombre
APP_INFO_COMM_MSG_3=Desarrollo
APP_INFO_COMM_MSG_4=Lenguaje
APP_INFO_COMM_MSG_5=Libreria
APP_INFO_COMM_DESC=Proporciona informaci\u00f3n sobre Shizuku.
APP_INFO_COMM_NAME=Comando de Informacion del Bot
APP_INFO_COMM_USAGE=sh!info: imprime toda la informaci\u00f3n referente a la instancia actual de Shizuku.
APP_LOGIN_SUCCESS=-- Se ha iniciado a Shizuku correctamente. --
APP_KICK_COMM_DESC=Expulsa a un usuario del servidor
APP_KICK_COMM_NAME=Comando de expulsi\u00f3n
APP_KICK_COMM_USAGE=sh!kick <usuario> "razon" - Expulsa al usuario ingresado como par\u00e1metro del servidor. Esta acci\u00f3n se almacenar\u00e1 en la lista de usuarios expulsados.\n__Ejemplo:__ sh!kick @kheonda "Insultos"
APP_KICK_COMM_CANT=: \u00a1No tienes permiso para expulsar a los usuarios!
APP_KICK_COMM_EMPTY=: Debes mencionar a quien quieres expulsar.
APP_KICK_COMM_QUOTES=: Debes de escribir la raz\u00f3n entre comillas.
APP_KICK_COMM_SUCCESS_1=\ expuls\u00f3 exitosamente a 
APP_KICK_COMM_SUCCESS_2=. Esta acci\u00f3n quedar\u00e1 registrada.
APP_KICK_COMM_AUTOKICK=: Est\u00e1s intentando expulsarte a ti mismo.
APP_KICK_COMM_HIGHER_ROL=: El usuario que deseas expulsar tiene un rol igual o mayor al mio.
APP_LANG_COMM_DESC=Cambia el idioma de Shizuku.
APP_LANG_COMM_NAME=Comando de idioma
APP_LANG_COMM_USAGE=sh!lang/language   **OR**  sh!lang/language *<lang>*\nsh!lang/language - devuelve una lista de los idiomas disponibles.\nsh!lang/language <lang> - Cambia el idioma de Shizuku.\n__Ejemplo:__ sh!lang es\nsh!language en
APP_LANG_COMM=: Los idiomas disponibles fueron enviaron como un mensaje privado.
APP_LANG_COMM_MSGPR=Los siguientes idiomas son compatibles con el bot
APP_LANG_COMM_QUOTES=: Debes de escribir el c\u00f3digo del idioma entre comillas.
APP_LANG_COMM_CANT=: \u00a1No tienes permiso para cambiar el idioma del bot!
APP_LANG_COMM_SUCCESS_1=: Cambiado el idioma de Shizuku a **
APP_LANG_COMM_ERROR=: Este lenguaje no es compatible o est\u00e1 mal escrito.
APP_BAN_COMM_QUOTES=: Debes escribir el motivo y los mensajes a eliminar desde hace x dias entre comillas.
APP_BAN_COMM_DMD_ERR=: La cantidad de d\u00edas son incorrectas (Min = 0, Max = 7) o falta la raz\u00f3n.
APP_BAN_COMM_EMPTY=: Debes mencionar a quien quieres banear.
APP_BAN_COMM_AUTOBAN=: Est\u00e1s intentando banearte a ti mismo.
APP_BAN_COMM_SUCCESS_1=\ bane\u00f3 exitosamente a 
APP_BAN_COMM_SUCCESS_2=. Esta acci\u00f3n quedar\u00e1 registrada.
APP_BAN_COMM_HIGHER_ROL=: El usuario que deseas banear tiene un rol igual o mayor al mio.
APP_BAN_COMM_CANT=: \u00a1No tienes permiso para banear a los usuarios!
APP_BAN_COMM_DESC=Banea a un usuario del servidor
APP_BAN_COMM_NAME=Comando de baneo
APP_BAN_COMM_USAGE=sh!ban <usuario> "eliminar_mensaje_dias" "razon" - Banea al usuario ingresado como par\u00e1metro del servidor y elimina sus mensajes desde hace "eliminar_mensaje_dias" dias. Esta acci\u00f3n se almacenar\u00e1 en la lista de usuarios baneados.\n"eliminar_mensaje_dias" tiene que ser un n\u00famero entero. (Min = 0, Max = 7)\n<razon> es obligatorio.\n__Ejemplo:__ sh!ban @kheonda "7" "Insulta a usuarios"
